Repository: 01micko/retrovol
Catalog: po/*.po
Languages: de

source: Volume: %d%%
de: Lautstärke: %d%%

source: Volume: Muted
de: Lautstärke: stumm

source: _Exit
de: _Ende

source: _Config Window
de: _Konfiguration

source: _Full Window
de: _Fenster

source: Error: Failed to set background color to %s
de: Fehler: Setzen der Hintergrundfarbe auf %s fehlgeschlagen

source: /_File
de: /_Datei

source: /File/_Configure
de: /Datei/Kon_figuration

source: /File/_Quit
de: /Datei/_Beenden

source: /File/_Exit completely
de: /Datei/_Komplett beenden

source: ERROR: The -bg option requires a color to be supplied in the format #rrggbb
de: FEHLER: Die Option -bg erfordert die Angabe einer Farbea im Format #rrggbb

source: Usage: %s [-bg #rrggbb] [-hide]
de: Benutzung: %s [-bg #rrggbb] [-hide]

source: Volume mixer with bargraph style sliders.
de: Volume-Mixer mit Schieberegler im Bargraph Stil.

source: Reads ~/.retrovolrc for configuration options. Additionally, the following options may be given on the commandline:
de: Liest ~/.retrovolrc für Konfigurationsoptionen. Zusätzlick können folgende Optionen auf der Kommandozeile eingegeben werdenl:

source: -v print the version number and exit
de: -v Versionsnummer ausgeben und beenden

source: -bg #rrggbb specify the background color of the tray icon
de: -bg #rrggbb spezifiziert die Hintergrundfarbe des Leisten-Icons

source: -hide hide the main window initially
de: -hide versteckt anfangs das Hauptfenster

source: Error: could not create %s
de: Fehler: konnte %s nicht erzeugen

source: Cannot read file: %s Using defaults...
de: Kann Datei %s nicht lesen Benutze Standardwerte...

source: Cannot open file: %s for writing
de: Kann Datei %s nicht zum Schreiben öffnen

source: # Config file for retrovol
de: # Konfigurationsdatei für retrovol

source: # This file should reside in the user's home directory and be named .retrovolrc
de: # Diese Datei sollte im home-Verzeichnise des Benutzers sein und retrovolrc heißen.

source: # Which soundcard to use
de: # Welche Soundkarte benutzen

source: # Set this to 1 to make the sliders vertical, or 0 for horizontal (only applies to the main window)
de: # Setze dies auf 1 für vertikale oder auf 0 für horizontale Schieberegler (gilt nur für das Hauptfenster)

source: # Window position
de: # Fensterposition

source: # Window dimensions
de: # Fenster-Abmessungen

source: # Slider colorscheme
de: # Schieberegler-Farbschema

source: # Enable the tray_icon
de: # Leisten-Icon anzeigen

source: # Enable the tray_menu
de: # Leisten-Menü anzeigen

source: # Background color of tray_icon (default is default GTK background color). Note: the commandline -bg option overrides this
de: # Hintergrundfarbe des Leisten-Icons (Standard ist Standard-GTK-Hintergrundfarbe). Hinweis: Die Kommandozeilenoption -bg überschreibt dies

source: # Set this to 1 to make the slider on the tray_icon vertical, or 0 for horizontal
de: # Setze dies auf 1 für vertikalen oder auf 0 für horizontalen Schieberegler auf dem Leisten-Icon

source: # Tray slider dimensions
de: # Leisten-Schieberegler-Abmessungen

source: # Which slider to link with the tray_icon, identified by numid
de: # Welchen Schieberegler verknüpfen mit dem Leisten-Icon, identifiziert durch numid

source: # The numids of the sliders to display, in order. It is okay to have comments # after the numbers as long as the numbers are the first non-whitespace # characters. To get a list of the slider numids, run this command: # amixer controls # NOTE: This section must go at the end of the file!
de: # Die numids der Schieberegler anzeigen, in Reigenfolge. Es ist okay, Kommentare zu haben # hinter den Nummern solange die Nummern die ersten non-whitespace # Zeichen sind. Um eine Liste der Schieberegler-numids zu erhalten, starte dieses Kommando: # amixer controls # HINWEIS: Diese Section muß an das Ende der Datei gehen!

source: #EXAMPLE:
de: #BEISPIEL:

source: Below you can chose which sliders to enable and in which order to display them.
de: Unten kann man wählen, welche Schieberegler in welcher Reihenfolge angezeigt werden.

source: Active Sliders
de: Aktive Schieberegler

source: Inactive Sliders
de: Inaktive Schieberegler

source: Retrovol - Configuration
de: Retrovol - Konfiguration

source: Main
de: Haupt

source: Slider Orientation
de: Schieberegler-Richtung

source: Vertical
de: Vertikal

source: Slider Width
de: Schieberegler-Breite

source: Slider Height
de: Schieberegler-Höhe

source: Slider Margins
de: Schieberegler-Ränder

source: Segment Thickness
de: Segment-Dicke

source: Segment Spacing
de: Segment-Abstand

source: Background Color
de: Hintergrundfarbe

source: Border Color
de: Randfarbe

source: Unlit Color
de: Farbe für Unbeleuchtet

source: Lit Color
de: Farbe für Beleuchtet

source: Tray
de: Leiste

source: Enable Tray Icon
de: Leisten-Icon ermöglichen

source: Enable Tray Menu
de: Leisten-Menü ermöglichen

source: Tray Slider
de: Leisten-Schieberegler

source: Tray Slider Orientation
de: Ausrichtung des Leisten-Schiebereglers

source: Tray Slider Width
de: Breite des Leisten-Schiebereglers

source: Tray Slider Height
de: Höhe des Leisten-Schiebereglers

source: Tray Slider Offset
de: Vorlauf des Leisten-Schiebereglers

source: Enable Tray Icon Background Color
de: Hintergrundfarbe ermöglichen für Leisten-Icon

source: Tray Icon Background Color
de: Hintergrundfarbe für Leisten-Icon

source: Sound Card
de: Soundkarte
